editor/app/controllers/topics_controller.rb

  def index
    @topics = Topic.all
---
SELECT * FROM `topics`

  def show
    @topic = Topic.find(params[:id])
---
SELECT * FROM `topics` WHERE (`topics`.`id` = 1)

  def edit
    @topic = Topic.find(params[:id])
---
SELECT * FROM `topics` WHERE (`topics`.`id` = 1)

  def create
    @topic = Topic.new(params[:topic])

    respond_to do |format|
      if @topic.save
---
INSERT INTO `topics` (`created_at`, `title`, `updated_at`, `content`) VALUES('2012-02-06 02:09:25', '', '2012-02-06 02:09:25', '<script>\r\nfunction add(a,b){\r\n return a+b;\r\n}</script><p><strong>第一步由Commander Dispatcher(命令)模块统一接受处理,<br /> 1)如果开启全查询日志(是log 不是slow-low),会记录所有的语句(包括错误语句)<br /> 2)如果开启查询缓存(query_cache_type=1)会先判断语句是否可缓存,如果可以使用语句和客户端信息等的hash值查询query cache模块 如果找到数据短路.<br /><br /> 第二步将语句转交parser模块进行解析,并发送给不同模块(优化器,表修改模块,表维护模块,复制模块,状态模块等)<br /> 其中最重要的是优化器模块,这个是所有数据库的核心,所有的DML都经过它完成<br /> (这个后面的文章做进一步总结和学习,sql的快与慢全靠他.)</strong></p>')

  def update
    @topic = Topic.find(params[:id])

    respond_to do |format|
      if @topic.update_attributes(params[:topic])
---
SELECT * FROM `topics` WHERE (`topics`.`id` = 1)
UPDATE `topics` SET `content` = '<script src=\"/kissy-editor/build/editor-all-pkg-min.js\"></script>\r\n\r\n<script>\r\nfunction add(a,b){\r\n return a+b;\r\n}</script><p><strong>第一步由Commander Dispatcher(命令)模块统一接受处理,<br /> 1)如果开启全查询日志(是log 不是slow-low),会记录所有的语句(包括错误语句)<br /> 2)如果开启查询缓存(query_cache_type=1)会先判断语句是否可缓存,如果可以使用语句和客户端信息等的hash值查询query cache模块 如果找到数据短路.<br /><br /> 第二步将语句转交parser模块进行解析,并发送给不同模块(优化器,表修改模块,表维护模块,复制模块,状态模块等)<br /> 其中最重要的是优化器模块,这个是所有数据库的核心,所有的DML都经过它完成<br /> (这个后面的文章做进一步总结和学习,sql的快与慢全靠他.)</strong></p>', `updated_at` = '2012-02-06 02:53:50' WHERE `id` = 1

  def upload
    #params[:Filedata]
#    logger.info params[:Filedata].class               #Tempfile
#    logger.info params[:Filedata].path                #/tmp/RackMultipart20120207-15393-hifs1a-0
#    logger.info params[:Filedata].original_filename   #340x340.jpg
#    logger.info params[:Filedata].type                #Tempfile
#    logger.info params[:Filedata].fileno              #10
#    logger.info params[:Filedata].size                #55180
    attach = Attachment.new(:user_id => 1)
    attach.set_uploaded_file(params) unless params.blank?
    if attach.save
---
INSERT INTO `attachments` (`size`, `created_at`, `content_type`, `large_filename`, `thumbnail`, `updated_at`, `type`, `user_id`, `filename`, `attachable_type`, `attachable_id`) VALUES(9860, '2012-02-07 02:48:59', 'jpg', '/home/simon/NetBeansProjects/editor/public/uploads/015_large_201202071048594e75502859ea4bd297ea5b2df4bff9e5.png', '/home/simon/NetBeansProjects/editor/public/uploads/015_small_201202071048594e75502859ea4bd297ea5b2df4bff9e5.png', '2012-02-07 02:48:59', NULL, 1, '/home/simon/NetBeansProjects/editor/public/uploads/015_201202071048594e75502859ea4bd297ea5b2df4bff9e5.png', NULL, NULL)