-- MySQL dump 10.11
--
-- Host: 188.188.1.82    Database: atditu
-- ------------------------------------------------------
-- Server version	5.1.55-community-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `car_types`
--

DROP TABLE IF EXISTS `car_types`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `car_types` (
  `id` int(11) NOT NULL COMMENT '主键',
  `car_wz_city_id` int(11) DEFAULT NULL COMMENT '城市ID',
  `name` varchar(100) DEFAULT NULL COMMENT '车类型名称',
  `value` varchar(100) DEFAULT NULL COMMENT '车类型对应的值，此值将提交到对应的交管局网站获取数据',
  `seq` int(11) DEFAULT NULL COMMENT '排序号',
  `is_valid` tinyint(1) DEFAULT '0' COMMENT '状态：1为正常，0为无效',
  KEY `id_index` (`id`),
  KEY `seq_index` (`seq`),
  KEY `car_wz_city_id_index` (`car_wz_city_id`),
  KEY `is_valid_index` (`is_valid`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='车辆类型';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `car_types`
--

LOCK TABLES `car_types` WRITE;
/*!40000 ALTER TABLE `car_types` DISABLE KEYS */;
INSERT INTO `car_types` VALUES (1,2,'小型汽车号牌','02/小型汽车号牌',1,1),(2,2,'大型汽车号牌','01/大型汽车号牌',2,1),(3,2,'使馆汽车号牌','03/使馆汽车号牌',3,1),(4,2,'领馆汽车号牌','04/领馆汽车号牌',4,1),(5,2,'境外汽车号牌','05/境外汽车号牌',5,1),(6,2,'外籍汽车号牌','06/外籍汽车号牌',6,1),(7,2,'两、三轮摩托车号牌','07/两、三轮摩托车号牌',7,1),(8,2,'轻便摩托车号牌','08/轻便摩托车号牌',8,1),(9,2,'使馆摩托车号牌','09/使馆摩托车号牌',9,1),(10,2,'领馆摩托车号牌','10/领馆摩托车号牌',10,1),(11,2,'境外摩托车号牌','11/境外摩托车号牌',11,1),(12,2,'外籍摩托车号牌','12/外籍摩托车号牌',12,1),(13,2,'农用运输车号牌','13/农用运输车号牌',13,1),(14,2,'拖拉机号牌','14/拖拉机号牌',14,1),(15,2,'挂车号牌','15/挂车号牌',15,1),(16,2,'教练汽车号牌','16/教练汽车号牌',16,1),(17,2,'教练摩托车号牌','17/教练摩托车号牌',17,1),(18,2,'试验汽车号牌','18/试验汽车号牌',18,1),(19,2,'试验摩托车号牌','19/试验摩托车号牌',19,1),(20,2,'临时入境汽车号牌','20/临时入境汽车号牌',20,1),(21,2,'临时入境摩托车号牌','21/临时入境摩托车号牌',21,1),(22,2,'临时行驶车号牌','22/临时行驶车号牌',22,1),(23,2,'警用汽车号牌','23/警用汽车号牌',23,1),(24,2,'警用摩托号牌','24/警用摩托号牌',24,1),(25,4,'小型汽车','02',1,1),(26,4,'大型汽车','01',2,1),(27,4,'香港入出境车','26',3,1),(28,4,'澳门入出境车','27',4,1),(29,4,'外籍汽车','06',5,1),(30,4,'两、三轮摩托车','07',6,1),(31,4,'境外摩托车','11',7,1),(32,4,'外籍摩托车','12',8,1),(33,4,'挂车','15',9,1),(34,4,'临时入境汽车','20',10,1),(35,4,'临时入境摩托车','21',11,1),(36,4,'临时行驶汽车','22',12,1),(37,4,'公安警车','23',13,1),(38,4,'其它','99',14,1),(39,5,'小型汽车','02',1,1),(40,5,'大型汽车','01',2,1),(41,5,'外籍汽车','06',3,1),(42,5,'挂车','15',4,1),(43,7,'小型汽车','02',1,1),(44,7,'大型汽车','01',2,1),(45,7,'使馆汽车','03',3,1),(46,7,'领馆汽车','04',4,1),(47,7,'境外汽车','05',5,1),(48,7,'外籍汽车','06',6,1),(49,7,'两、三轮摩托车','07',7,1),(50,7,'轻便摩托车','08',8,1),(51,7,'使馆摩托车','09',9,1),(52,7,'领馆摩托车','10',10,1),(53,7,'境外摩托车','11',11,1),(54,7,'外籍摩托车','12',12,1),(55,7,'农用运输车','13',13,1),(56,7,'拖拉机','14',14,1),(57,7,'挂车','15',15,1),(58,7,'教练汽车','16',16,1),(59,7,'教练摩托车','17',17,1),(60,7,'试验汽车','18',18,1),(61,7,'试验摩托车','19',19,1),(62,7,'临时入境汽车','20',20,1),(63,7,'临时入境摩托车','21',21,1),(64,7,'临时行驶车','22',22,1),(65,7,'警用汽车','23',23,1),(66,7,'警用摩托','24',24,1),(67,8,'小型汽车','小型汽车',1,1),(68,8,'大型汽车','大型汽车',2,1),(69,8,'两、三轮摩托车','两、三轮摩托车',3,1),(70,8,'轻便摩托车','轻便摩托车',4,1),(71,8,'农用运输车','农用运输车',5,1),(72,8,'挂车','挂车',6,1),(73,8,'使馆汽车','使馆汽车',7,1),(74,8,'领馆汽车','领馆汽车',8,1),(75,8,'境外汽车','境外汽车',9,1),(76,8,'外籍汽车','外籍汽车',10,1),(77,8,'使馆摩托车','使馆摩托车',11,1),(78,8,'领馆摩托车','领馆摩托车',12,1),(79,8,'境外摩托车','境外摩托车',13,1),(80,8,'外籍摩托车','外籍摩托车',14,1),(81,8,'拖拉机','拖拉机',15,1),(82,8,'教练汽车','教练汽车',16,1),(83,8,'教练摩托车','教练摩托车',17,1),(84,8,'试验汽车','试验汽车',18,1),(85,8,'试验摩托车','试验摩托车',19,1),(86,8,'临时入境汽车','临时入境汽车',20,1),(87,8,'临时入境摩托车','临时入境摩托车',21,1),(88,8,'临时行驶车','临时行驶车',22,1),(89,9,'小型汽车','02',1,1),(90,9,'大型汽车','01',2,1),(91,9,'使馆汽车','03',3,1),(92,9,'领馆汽车','04',4,1),(93,9,'境外汽车','05',5,1),(94,9,'外籍汽车','06',6,1),(95,9,'两、三轮摩托车','07',7,1),(96,9,'轻便摩托车','08',8,1),(97,9,'使馆摩托车','09',9,1),(98,9,'领馆摩托车','10',10,1),(99,9,'境外摩托车','11',11,1),(100,9,'外籍摩托车','12',12,1),(101,9,'农用运输','13',13,1),(102,9,'拖拉机','14',14,1),(103,9,'挂车','15',15,1),(104,9,'教练汽车','16',16,1),(105,9,'教练摩托车','17',17,1),(106,9,'试验汽车','18',18,1),(107,9,'试验摩托车','19',19,1),(108,9,'临时入境汽车','20',20,1),(109,9,'临时入境摩托车','21',21,1),(110,9,'临时行驶车','22',22,1),(111,9,'警用汽车','23',23,1),(112,9,'警用摩托','24',24,1),(113,9,'其它','99',25,1),(114,10,'小型汽车','02',1,1),(115,10,'大型汽车','01',2,1),(116,10,'二三轮摩托','07',3,1),(117,10,'轻便摩托车','08',4,1),(118,10,'教练汽车','16',5,1),(119,10,'挂车','15',6,1),(120,10,'其他','-1',7,1),(121,11,'小型车辆','02',1,1),(122,11,'大型车辆','01',2,1),(123,13,'小型汽车','02',1,1),(124,13,'大型汽车','01',2,1),(125,13,'两、三轮摩托车','07',3,1),(126,13,'轻便摩托车','08',4,1),(127,14,'小型汽车','02',1,1),(128,14,'大型汽车','01',2,1),(129,14,'使馆汽车','03',3,1),(130,14,'领馆汽车','04',4,1),(131,14,'境外汽车','05',5,1),(132,14,'外籍汽车','06',6,1),(133,14,'两、三轮摩托车','07',7,1),(134,14,'轻便摩托车','08',8,1),(135,14,'使馆摩托车','09',9,1),(136,14,'领馆摩托车','10',10,1),(137,14,'境外摩托车','11',11,1),(138,14,'外籍摩托车','12',12,1),(139,14,'农用运输','13',13,1),(140,14,'拖拉机','14',14,1),(141,14,'挂车','15',15,1),(142,14,'教练汽车','16',16,1),(143,14,'教练摩托车','17',17,1),(144,14,'试验汽车','18',18,1),(145,14,'试验摩托车','19',19,1),(146,14,'临时入境汽车','20',20,1),(147,14,'临时入境摩托车','21',21,1),(148,14,'临时行驶车','22',22,1),(149,14,'警用汽车','23',23,1),(150,14,'警用摩托','24',24,1),(151,14,'其它','25',25,1),(152,15,'小型汽车号牌','小型汽车',1,1),(153,15,'大型汽车号牌','大型汽车',2,1),(154,15,'使馆汽车号牌','使馆汽车号牌',3,1),(155,15,'领馆汽车号牌','领馆汽车号牌',4,1),(156,15,'境外汽车号牌','境外汽车号牌',5,1),(157,15,'外籍汽车号牌','外籍汽车',6,1),(158,15,'两、三轮摩托车号牌','两、三轮摩托车号牌',7,1),(159,15,'轻便摩托车号牌','轻便摩托车号牌',8,1),(160,15,'使馆摩托车号牌 ','使馆摩托车号牌 ',9,1),(161,15,'领馆摩托车号牌','领馆摩托车号牌',10,1),(162,15,'境外摩托车号牌','境外摩托车号牌',11,1),(163,15,'外籍摩托车号牌','外籍摩托车号牌',12,1),(164,15,'农用运输车号牌','农用运输车',13,1),(165,15,'拖拉机号牌','拖拉机号牌',14,1),(166,15,'挂车号牌','挂车',15,1),(167,15,'教练汽车号牌','教练汽车',16,1),(168,15,'教练摩托车号牌','教练摩托车号牌',17,1),(169,15,'试验汽车号牌','试验汽车号牌',18,1),(170,15,'试验摩托车号牌','试验摩托车号牌',19,1),(171,15,'临时入境汽车号牌','临时入境汽车号牌',20,1),(172,15,'临时入境摩托车号牌','临时入境摩托车号牌',21,1),(173,15,'临时行驶车号牌 ','临时行驶车号牌 ',22,1),(174,15,'警用汽车号牌','警用汽车号牌',23,1),(175,15,'警用摩托车号牌','警用摩托车号牌',24,1),(176,15,'其它号牌','其它号牌',25,1),(177,16,'小型车辆','02-小型车辆',1,1),(178,16,'大型车辆','01-大型车辆',2,1),(179,16,'使馆汽车','03-使馆汽车',3,1),(180,16,'领馆汽车','04-领馆汽车',4,1),(181,16,'境外汽车','05-境外汽车',5,1),(182,16,'外籍汽车','06-外籍汽车',6,1),(183,16,'普通摩托车','07-普通摩托车',7,1),(184,16,'使馆摩托车','09-使馆摩托车',8,1),(185,16,'领馆摩托车 ','10-领馆摩托车 ',9,1),(186,16,'境外摩托车','11-境外摩托车',10,1),(187,16,'外籍摩托车','12-外籍摩托车',11,1),(188,16,'低速车','13-低速车',12,1),(189,16,'拖拉机','14-拖拉机',13,1),(190,16,'挂车','15-挂车',14,1),(191,16,'教练汽车','16-教练汽车',15,1),(192,16,'教练摩托车','17-教练摩托车',16,1),(193,16,'试验汽车','18-试验汽车',17,1),(194,16,'试验摩托车','19-试验摩托车',18,1),(195,16,'临时入境汽车','20-临时入境汽车',19,1),(196,16,'临时入境摩托车','21-临时入境摩托车',20,1),(197,16,'临时行驶车','22-临时行驶车',21,1),(198,16,'警用汽车 ','23-警用汽车 ',22,1),(199,16,'警用摩托','24-警用摩托',23,1),(200,16,'原农机号牌','25-原农机号牌',24,1),(201,18,'大型汽车','01',1,1),(202,18,'小型汽车','02',2,1),(203,18,'使馆汽车','03',3,1),(204,18,'领馆汽车','04',4,1),(205,18,'境外汽车','05',5,1),(206,18,'外籍汽车','06',6,1),(207,18,'普通轮摩托车','07',7,1),(208,18,'轻便摩托车','08',8,1),(209,18,'使馆摩托车 ','09',9,1),(210,18,'领馆摩托车','10',10,1),(211,18,'境外摩托车','11',11,1),(212,18,'外籍摩托车','12',12,1),(213,18,'低速车','13',13,1),(214,18,'拖拉机','14',14,1),(215,18,'挂车','15',15,1),(216,18,'教练汽车','16',16,1),(217,18,'教练摩托车','17',17,1),(218,18,'临时入境汽车','20',18,1),(219,18,'临时入境摩托车','21',19,1),(220,18,'临时行驶车','22',20,1),(221,18,'警用汽车','23',21,1),(222,18,'警用摩托 ','24 ',22,1),(223,19,'大型汽车','01',1,1),(224,19,'小型汽车','02',2,1),(225,19,'使馆汽车','03',3,1),(226,19,'领馆汽车','04',4,1),(227,19,'境外汽车','05',5,1),(228,19,'外籍汽车','06',6,1),(229,19,'两、三轮摩托车','07',7,1),(230,19,'轻便摩托车','08',8,1),(231,19,'使馆摩托车','09',9,1),(232,19,'领馆摩托车','10',10,1),(233,19,'境外摩托车','11',11,1),(234,19,'外籍摩托车','12',12,1),(235,19,'农用运输车','13',13,1),(236,19,'拖拉机','14',14,1),(237,19,'挂车','15',15,1),(238,19,'教练汽车','16',16,1),(239,19,'教练摩托车','17',17,1),(240,19,'试验汽车','18',18,1),(241,19,'试验摩托车','19',19,1),(242,19,'临时入境汽车','20',20,1),(243,19,'临时入境摩托车','21',21,1),(244,19,'临时行驶车','22',22,1),(245,19,'警用汽车','23',23,1),(246,19,'警用摩托','24',24,1),(247,20,'小型汽车','02',1,1),(248,20,'大型汽车','01',2,1),(249,20,'两、三轮摩托车','07',3,1),(250,20,'轻便摩托车','08',4,1),(251,20,'挂车','15',5,1),(252,20,'外籍汽车','06',6,1),(253,20,'外籍摩托车','12',7,1),(254,20,'农用运输车','13',8,1),(255,21,'小型汽车','02',1,1),(256,21,'大型汽车','01',2,1),(257,21,'使馆汽车','03',3,1),(258,21,'领馆汽车','04',4,1),(259,21,'境外汽车','05',5,1),(260,21,'外籍汽车','06',6,1),(261,21,'两三轮摩托车','07',7,1),(262,21,'轻便摩托车','08',8,1),(263,21,'使馆摩托车','09',9,1),(264,21,'领馆摩托车','10',10,1),(265,21,'境外摩托车','11',11,1),(266,21,'外籍摩托车','12',12,1),(267,21,'农用运输车','13',13,1),(268,21,'拖拉机','14',14,1),(269,21,'挂车','15',15,1),(270,21,'教练汽车','16',16,1),(271,21,'教练摩托车','17',17,1),(272,21,'试验汽车','18',18,1),(273,21,'试验摩托车','19',19,1),(274,21,'临时入境汽车','20',20,1),(275,21,'临时入境摩托车','21',21,1),(276,21,'临时行驶车','22',22,1),(277,21,'警用汽车','23',23,1),(278,21,'警用摩托','24',24,1);
/*!40000 ALTER TABLE `car_types` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-09-08 14:23:27
