-- MySQL dump 10.11
--
-- Host: 188.188.1.82    Database: atditu
-- ------------------------------------------------------
-- Server version	5.1.55-community-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `config_vars`
--

DROP TABLE IF EXISTS `config_vars`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `config_vars` (
  `id` int(11) NOT NULL DEFAULT '0',
  `description` varchar(100) DEFAULT NULL COMMENT '参数描述',
  `value` text COMMENT '参数值',
  `created_on` datetime DEFAULT NULL,
  `updated_on` datetime DEFAULT NULL,
  `order_num` int(10) DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='参数配置表';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `config_vars`
--

LOCK TABLES `config_vars` WRITE;
/*!40000 ALTER TABLE `config_vars` DISABLE KEYS */;
INSERT INTO `config_vars` VALUES (1,'上线奖励积分','500','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(2,'上线奖励宝币','500','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(3,'发贴奖励积分','500','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(4,'返还一级上线百分比','20','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(5,'公司地址','上海市杨浦区控江路1555号5楼501','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(6,'积分与头衔对应不上时','身份转换中','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(7,'返还二级上线百分比','20','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(8,'返还三级上线百分比','20','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(9,'推广链接配置','www.atditu.com','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(10,'宝币收益规则','宝币收益规则配置','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(11,'积分收益规则','积分收益规则配置','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(12,'用户宝币管理，帐户明细每页显示条数','20','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(13,'用户兑换奖品记录明细，每页显示条数','5','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(14,'吼一声，传送的距离,单位为米','5000','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(15,'如何获得奖品','玩宝宝转，盘店等都可以获取','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(16,'主题二','......................','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(17,'默认图片位置','','2010-05-17 15:46:02','2010-05-17 15:46:02',0),(18,'宝地默认图片','/images/user_img.jpg','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(19,'宝地默认大图片','/images/biz.png','2010-05-17 15:46:03','2011-04-02 06:35:16',0),(20,'周边商家距离多少米 ','5000','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(22,'你好','哈哈，\r\n第一个测试就成功\r\n了\r\n我太高兴了','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(23,'test1_可配置标题','test可配置内容','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(24,'test1_可配置标题','test可配置内容','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(25,'test1_可配置标题','test可配置内容','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(26,'test1_可配置标题','test可配置内容','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(27,'test1_可配置标题','test可配置内容','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(28,'配置商铺动态、评论、吼一声 查询的天数','50','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(29,'配置用户动态、评论、吼一声 查询的天数','50','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(30,'公司名称','yeetouch','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(31,'周围的人，配置距离','50000','2010-05-17 15:46:03','2010-05-17 15:46:03',0),(32,'下线返积分数量','50000','2010-05-19 14:29:51','2010-05-19 14:29:51',0),(33,'没宝地时的提示','$1还没有属于自己的宝地','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(34,'好友动态为空','$1的好友太少，邀请朋友加入$1的网络吧','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(35,'我的动态为空时','$1太懒，什么都没干过','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(36,'我的宝地为空','我居然还没有宝地，要快努力','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(37,'我买的宝地为空','$1还没买过宝地','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(38,'出售的宝地','$1还没卖过宝地','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(39,'我的好友为空','这里还没有好友，赶快把别处的好友邀请进来吧','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(40,'我的家族为空','快发动好友也去邀请好友，壮大家族吧','2010-05-31 17:31:13','2010-05-31 17:31:13',0),(41,'宝地动态为空','$1的宝地动态为空,没有人评论过$1的宝地',NULL,NULL,0),(42,'周边动态为空','$1的周边很安静，暂无动态信息',NULL,NULL,0),(43,'缺省男头像','/images/user/nan.gif',NULL,NULL,0),(44,'缺省女头像','/images/user/nv.gif',NULL,NULL,0),(45,'积分与宝币的倍率','1',NULL,NULL,0),(46,'公司域名','http://www.atditu.com',NULL,NULL,0),(47,'宝币超过多少数量显示','500',NULL,NULL,0),(48,'更新头像赠送金币','1000',NULL,NULL,0),(50,'最多可以卖的地的数量','100',NULL,NULL,0),(51,'转币最大限制','2000',NULL,'2010-09-03 15:08:58',0),(52,'活动名称','20100910',NULL,'2010-09-09 06:14:14',0);
/*!40000 ALTER TABLE `config_vars` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-09-08 14:23:48
