-- MySQL dump 10.11
--
-- Host: 188.188.1.82    Database: atditu
-- ------------------------------------------------------
-- Server version	5.1.55-community-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `system_infos`
--

DROP TABLE IF EXISTS `system_infos`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `system_infos` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) DEFAULT NULL COMMENT '标题',
  `content` varchar(2000) DEFAULT NULL COMMENT '内容',
  `created_at` datetime DEFAULT NULL COMMENT '创建日期',
  `updated_at` datetime DEFAULT NULL COMMENT '更新日期',
  `publish_id` int(11) DEFAULT NULL COMMENT '发布人id',
  `kw_flag` int(11) DEFAULT '0',
  PRIMARY KEY (`id`),
  KEY `created_at_index` (`created_at`)
) ENGINE=InnoDB AUTO_INCREMENT=116 DEFAULT CHARSET=utf8 COMMENT='系统公告';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `system_infos`
--

LOCK TABLES `system_infos` WRITE;
/*!40000 ALTER TABLE `system_infos` DISABLE KEYS */;
INSERT INTO `system_infos` VALUES (5,'赚币攻略1','各位宝友，在网站上<宝币>——><赚宝币>中复制链接，或者，把宝地中的推广链接进行复制，推荐给朋友，注册成功就可获得10000宝币','2010-07-20 10:59:51','2010-07-22 06:41:57',NULL,0),(7,'手机各版本已发布','在手机上玩《周边宝典》更有意思，手机版支持iPHONE、Symbian S60、Windows Mobile、Android，用手机随时随地赚宝币。','2010-07-20 11:02:17','2010-07-22 09:32:09',NULL,0),(11,'奖品管理通知','各位玩家，由于目前奖品兑换火爆，我们确认流程会有一定延迟，请各位谅解，我们会尽快奖品发放到您的手中','2010-07-21 12:06:16','2010-07-21 12:06:16',NULL,0),(17,'关于宝币账户不统一的解释','用户进入宝宝转，将从总账户中冻结80%的宝币作为宝宝转游戏币，用户正常退出宝宝转后将余额退回系统账户，因此在玩宝宝转的同时查看系统账户会发现宝币减少','2010-07-22 06:39:25','2010-07-22 06:39:25',NULL,0),(19,'关于占宝地的通告','各位玩家，大家在占领宝地时请注意阅读帮助，占过多宝地如果无法经常照看会被系统低价收回，所以请各位尽量占有少量身边的宝地，否则会造成宝币和头衔大缩水。','2010-07-22 06:48:00','2010-07-22 06:48:00',NULL,0),(25,'发展无效用户将扣除宝币','各位玩家，我们愿意给每一个真诚邀请好友的玩家赠送宝币，并提供奖品，但请不要自己海量注册无效用户，系统会定期检测用户是否有效，发现无效将扣除邀请人的积分和宝币，请大家共同维护系统的纯洁。','2010-07-23 07:23:09','2010-07-23 07:23:09',NULL,0),(27,'关于礼品','感谢广大玩家的支持，目前礼品兑换火爆，同时，也希望玩家在吼一声中和用户反馈中向我们反馈您想要的礼品，我们会依据实际情况尽力采购','2010-07-24 08:32:54','2010-07-24 08:32:54',NULL,0),(33,'领奖人数','目前系统已经送出了1台IPAD、1台nokia N78手机、9台自行车、10个U盘、4台料理机、2个喜洋洋、500Q币、10张充值卡。希望大家赶快努力，兑换更多礼品！','2010-07-29 03:30:19','2010-07-29 03:30:19',NULL,0),(35,'关于系统收购无币土地','各位用户，系统已经开始大规模收购地主手中的无宝币宝地，请您注意确认。三天不响应，交易将失败。','2010-07-30 07:26:02','2010-07-30 07:26:02',NULL,0),(37,'赚币攻略2','用户对自己所在城市有币宝地的操作才能获得最多宝币，操作异地宝地得币很少，最简单的办法是用手机登录，到周边名店中去找有币宝地。','2010-08-04 05:27:45','2010-08-04 05:27:45',NULL,0),(43,'系统成功升级公告','尊敬的用户，我们的周边宝典系统已经于2010年8月8日零晨0:09分成功升级，增加了报道情景模式，使得报道更加有趣，希望大家踊跃参与。期待您通过用户反馈向我们提出您宝贵的意见，谢谢！','2010-08-07 16:16:02','2010-08-07 16:16:02',6,0),(45,'关于兑奖用户身份真实性和宝币来源审核的通告','亲爱的用户，系统日渐庞大，为了使系统健康发展，杜绝虚假注册、作弊等问题，我们在用户兑换礼品时会对用户宝币来源、用户详细资料等进行审核。对于虚假注册家族成员、作弊得币等行为的用户将不予兑奖，严重作弊者将拉入黑名单。','2010-08-11 14:10:08','2010-08-11 14:11:19',NULL,0),(47,'系统升级','亲爱的用户，周边宝典系统于2010年8月18日22时成功升级，增加了挖币奖励的趣味答题，根据题的难易程度，可随机获取更大额度的宝币奖励，希望大家踊跃参与。期待您通过用户反馈向我们提出您宝贵的意见，谢谢','2010-08-18 14:18:15','2010-08-18 14:18:15',6,0),(49,'ipad大奖已经兑出2台','在广大用户的热情支持下，我们已经兑出了2台IPAD大奖，希望中奖的朋友继续支持我们，还没兑奖的朋友多邀请好友，早日通过家族努力获得大奖','2010-08-27 01:37:47','2010-08-30 03:14:35',NULL,2),(51,'宝宝转将以单独游戏进入app store','尊敬的用户，我们近期将把宝宝转作为单独游戏提交到app store中，因此会暂时影响到iphone用户使用，请大家留意app store上的产品发布情况。或稍晚在app store上搜索“宝宝转”关键字。','2010-09-06 04:00:06','2010-09-06 04:01:06',NULL,0),(53,'赢中秋、庆国庆，家族豪礼、限量抢兑','亲爱的用户，周边宝典“赢中秋、庆国庆，家族豪礼、限量抢兑”活动开始了！活动期间添加更多豪礼，限量折价兑换，快来抢兑吧，详情请登陆首页点击活动图片查看。快快行动吧！','2010-09-10 06:40:39','2010-09-10 06:42:56',6,0),(55,'同一宝地连续获币时间缩短到1小时','为了便于广大用户在系统中的活动，我们将同一宝地连续获币的时间间隔由原来的12小时缩短到1小时，希望广大用户尽情开始财富之旅。','2010-09-13 03:23:54','2010-09-13 03:24:32',NULL,0),(57,'回馈用户，送一号店抵用券','从9月29日起到10月31日止，周边宝典用户均可领取1号店抵用券，详情请登录atditu.com查询。','2010-09-28 08:38:24','2010-11-05 09:06:30',NULL,2),(59,'社区同步，送Q币了','活动期间，把你在周边宝典的动向，同步到人人、开心、豆瓣、新浪微博任一， ','2010-11-05 08:37:25','2010-11-05 08:47:20',NULL,2),(61,'社区同步，送Q币了','活动期间，把你在周边宝典的动向，同步到人人、开心、豆瓣、新浪微博任一， ','2010-11-05 08:38:34','2010-11-05 08:49:07',58,2),(63,'社区同步，送Q币了','活动期间，把你在周边宝典的动向，同步到人人、开心、豆瓣、新浪微博任一， ','2010-11-05 08:39:48','2010-11-05 08:56:54',58,2),(65,'社区同步，送Q币了','活动期间，把你在周边宝典的动向，同步到人人、开心、豆瓣、新浪微博任一， ','2010-11-05 08:41:10','2010-11-05 09:04:44',58,2),(67,'社区同步，送Q币了','活动期间，把你在周边宝典的动向，同步到人人、开心、豆瓣、新浪微博任一， 成功同步信息的用户即可用10000宝币兑换1Q币，每个ID限兑换一次。','2010-11-05 08:42:43','2010-11-05 08:54:38',58,2),(69,'社区同步，换Q币了','活动期间，把你在周边宝典的动向，同步到人人、开心、豆瓣、新浪微博任一， 成功同步信息的用户即可用10000宝币兑换1Q币，每个ID限兑换一次。','2010-11-05 08:44:29','2010-11-05 08:44:29',58,0),(73,'用周边宝典得李宁装备','用周边宝典得李宁装备，周边宝典年终大不同。只要你用你习惯的方法使用周边宝典积累宝币，就可换取李宁运动装备，来一场不同的运动狂欢。','2010-12-10 07:17:44','2010-12-10 07:17:44',NULL,0),(87,'周边宝典v2.3发布','更多新鲜事，更多周边信息，更多礼品，赶快到周边宝典官网或各大软件市场下载，体验移动互联网生活。','2010-12-21 09:38:53','2010-12-21 09:38:53',10,0),(89,'春节期间暂停兑奖','春节期间2月1日—2月10日，本公司暂停礼品兑换，11日恢复，请广大玩家谅解。','2011-01-29 04:56:16','2011-01-29 04:56:16',NULL,0),(91,'恭贺新禧','兔年即将到来，在此周边宝典全体员工向广大用户拜年，祝大家万事如意，心想事成！','2011-01-29 04:58:42','2011-01-29 04:58:42',NULL,0),(93,'向奋战在一线的用户致敬','在新春来临之际，周边宝典全体同仁向奋战在一线的用户致敬，并再次为不能及时为您兑换礼品表示抱歉，我们在节后一定会尽快处理好各位的礼品兑换请求，祝大家过个好年','2011-02-03 08:09:28','2011-02-03 08:09:28',NULL,0),(95,'感谢玩家，礼品兑换继续','感谢各位用户一直以来的支持，希望大家继续踊跃兑换礼品，我们将尽快处理各位的兑奖申请。','2011-02-17 09:48:05','2011-02-17 09:48:05',NULL,0),(97,'欢迎用户下载新版本','周边宝典V2.3版本已于2010年12月20日上线，欢迎各位新、老用户到周边宝典官网或各大软件站下载。','2011-02-17 10:01:13','2011-02-17 10:01:13',NULL,0),(99,'温馨贴士：春季生活小常识','春季气温不稳，风雨多变，体弱者要注意保暖防风寒，多食醋、蒜之类有助于预防外感；增强体质，多参加户外体力活动，包括各种体育锻炼和体力劳动，增强机体免疫力。 可根据自己的爱好，参加跑步、打球、做操、打太极拳、郊游等。','2011-03-01 08:56:46','2011-03-01 08:56:46',NULL,0),(101,'温馨贴士：低碳生活（一）','选用节能空调省电，每天做到同样的制冷效果，更少的耗电需求，这就是节能空调的妙处。如果全国的家庭都用它，每年可以节约用电33亿度，相当于少建一个60万千瓦的火力发电厂，还能减排温室气体330万吨。','2011-03-02 02:25:58','2011-03-02 02:25:58',NULL,0),(103,'温馨贴士：低碳生活（二）电视屏幕暗一点 节能又护眼','电视屏幕太亮，不但缩短电视机的寿命而且费电。调成中等亮度，则既能省电又能保护视力，尤其是对眼睛正在发育的孩子来说。中国目前有3亿台电视，仅调暗亮度这一个小动作，每年就可以省电50亿度。','2011-03-03 03:29:47','2011-03-03 03:29:47',NULL,0),(105,'温馨贴士：低碳生活（三）用完电器拔插头（或开关） 省电又安全','看完了电视和DVD，摁下遥控器并不是彻底关机，其实它还在耗电。只有将电源拔下，它才彻底不耗电（或开关）。别小看这个小动作，如果人人坚持，全国每年省电180亿度，相当于三座大亚湾核电站年发电量的总和呢！','2011-03-04 01:54:46','2011-03-04 01:54:46',NULL,0),(107,'公告：关于礼品兑换的说明','由于近期申领礼品的用户过多，可能会影响到部分用户收到审核结果的时间延迟，由此给您造成的不便，敬请广大用户谅解。','2011-03-04 07:19:02','2011-03-04 07:19:02',NULL,0),(109,'温馨贴士：低碳生活（三）科学用电脑 节电效果好','暂时不用电脑时，可以缩短显示器进入睡眠模式的时间设定；当彻底不用电脑时，记得拔掉插头（或开关）。坚持这样做，每天至少可以节约1度电，还能适当延长电脑和显示器的寿命。','2011-03-07 03:49:04','2011-03-07 03:49:04',NULL,0),(111,'wq ','wq','2011-06-16 08:55:58','2011-06-16 08:55:58',8,0),(112,'3333','333','2011-06-16 08:58:21','2011-06-16 08:58:21',NULL,0),(113,'DLSKFJ','SDLFKJ','2011-06-16 09:02:06','2011-06-16 09:02:06',8,0),(114,'A','A','2011-06-16 09:25:42','2011-06-16 09:25:42',NULL,0);
/*!40000 ALTER TABLE `system_infos` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-09-08 14:26:38
