my_sphinx/app/controllers/categories_controller.rb

  def edit
    @cat = Category.find(params[:id])
---
SELECT * FROM `categories` WHERE (user_id is null and parent_id is null) ORDER BY position

  def destroy
    @cat = Category.find(params[:id])
---
SELECT * FROM `categories` WHERE (user_id is null and parent_id is null) ORDER BY position

  def find_cats
    @cats = Category.all(:conditions=>["user_id is null and parent_id is null"],:order=>"position")
---
SELECT * FROM `categories` WHERE (user_id is null and parent_id is null) ORDER BY position