my_sphinx/app/controllers/courses_controller.rb

SELECT * FROM `courses`
---
  def index
    @courses = Course.all

SELECT * FROM `courses` WHERE (`courses`.`id` = 893704312)
---
  def show
    @course = Course.find(params[:id])

SELECT * FROM `courses` WHERE (`courses`.`id` = 723537364)
---
  def edit
    @course = Course.find(params[:id])