my_sphinx/app/controllers/notes_controller.rb

SELECT * FROM `notes`
---
  def index
    @notes = Note.all

SELECT * FROM `notes` WHERE (`notes`.`id` = 1345968262)
---
  def show
    @note = Note.find(params[:id])

SELECT * FROM `notes` WHERE (`notes`.`id` = 658434064)
---
  def star
    @note = Note.find(params[:id])

SELECT * FROM `notes` WHERE (`notes`.`id` = 1591890100)
---
  def unstar
    @note = Note.find(params[:id])